Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=8_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Stivra
sms: Halltõs

source: Sámediggi vállje gaskavuođastis stivrra, masa gullet lahttun sámedikki ságajođiheaddji, guokte várreságajođiheaddji ja njeallje eará lahtu.
sms: Sääʹmteʹǧǧ vallʼjad kõskkstes kueiʹt ekka vuârai halltõõzz, koozz koʹlle vuäʹsslažžan sääʹmteeʹǧǧ saaǥǥjååʹđteei, kueʹhtt vääʹrrsaaǥǥjååʹđteei da nellj jeeʹres vuässla.

source: Stivra doaibmá sámedikki čoahkkima vuollásažžan ja dan dehaleamos bargun lea vástidit politihkalaš doaimmas ja hálddahusas ja maiddái fuolahit sámedikki čoahkkimiid válmmaštallamis.
sms: Halltõs tuåimm sääʹmteeʹǧǧ såbbar vuâlžen da tõn vuõssʼsââjjsen tuâjjan lij vaʹstteed politiikklaž tuåimmjumuužžâst da vaaldšemest da ââʹnned huõl sääʹmteeʹǧǧ såbbri valmštumuužžâst.

source: Sámedikki stivra 2012-2015:
sms: Sääʹmteeʹǧǧ halltõs 2012-2015:

source: Tiina Sanila-Aikio, ságajođiheaddji
sms: Tiina Sanila-Aikio, saaǥǥjååʹđteei

source: Heikki Paltto, I várreságajođiheaddji
sms: Heikki Paltto, I vääʹrrsaaǥǥjååʹđteei

source: Magga Ulla-Maarit, II várreságajođiheaddji
sms: Magga Ulla-Maarit, II vääʹrrsaaǥǥjååʹđteei
